{ "products":[
    {
      "id": 5763,
      "reference": "REF001",
      "name": "Plastron Necklace",
      "description": "The Plastron Necklace is a statement necklace designed to make an impression. Featuring a bold, wide collar shape, this piece is crafted with intricate detailing and luxurious materials, such as gold or silver, adorned with a variety of gemstones. Its unique, sculptural design drapes elegantly over the shoulders, giving the wearer a regal and commanding presence. Ideal for special occasions or to elevate a minimalist outfit, the plastron necklace exudes confidence and sophistication. This piece is perfect for those who appreciate bold, artistic jewelry with a touch of drama and timeless charm.",
      "price": 3500,
      "sectionName": "Necklaces",
      "material": "Gold",
      "availability": "In Stock",
      "weight": "40g",
      "dimensions": "5x5x1 cm",
      "colors": ["Gold, Silver, Gemstones"],
      "Images": ["https:\/\/ouchi.tn\/5763-medium_default\/shiny-necklace.jpg","https:\/\/ouchi.tn\/5763-large_default\/shiny-necklace.jpg"],
      "commentaire": [
        {
          "author": "John",
          "text": "Perfect for everyday wear. The quality of the gold is outstanding, and it goes with everything.",
          "rating": 5
        },
        {
            "author": "Isabella",
            "text": "Absolutely stunning! The design is bold and elegant, and it adds an incredible touch of glam to any outfit.",
            "rating": 4.5
        }
      ]
    },
    {
        "id": 7900,
        "reference": "REF012",
        "name": "Flower Necklace",
        "description": "The Flower Necklace is an elegant and delicate piece inspired by the beauty of nature. Featuring intricately crafted flowers, this necklace is made from high-quality materials such as sterling silver or gold, with sparkling gemstones or enamel accents that enhance the floral design. The soft, feminine shape of the flowers creates a graceful and romantic look, perfect for any occasion. Whether you're dressing up for a special event or looking for an everyday accessory that adds a touch of nature-inspired beauty to your outfit, this necklace is the ideal choice.",
        "price": 2200,
        "sectionName": "Necklaces",
        "material": "Sterling Silver, Gold, Gemstones",
        "availability": "In Stock",
        "weight": "40g",
        "dimensions": "6x6x1 cm",
        "colors": ["Gold", "Silver", "Multi-color"],
        "Images": ["https:\/\/ouchi.tn\/7900-medium_default\/flower-necklace.jpg","https:\/\/ouchi.tn\/7900-large_default\/flower-necklace.jpg"],
        "commentaire": [
          {
            "author": "Ava",
            "text": "A beautiful and delicate piece. The flowers look so realistic, and the colors are vibrant and eye-catching.",
            "rating": 5
          },
          {
            "author": "Mia",
            "text": "I love how it adds a soft and feminine touch to any outfit. It's perfect for both casual and elegant wear.",
            "rating": 4
          }
        ]
      },
      
      {
        "id": 5770,
        "reference": "REF013",
        "name": "Opera Necklace",
        "description": "The Opera Necklace is a luxurious and elegant piece, designed to make a statement. Inspired by the grandeur of opera performances, this necklace features long strands of pearls, crystals, or gemstones, carefully arranged to create a dramatic and sophisticated look. The necklace typically falls below the chest, allowing it to drape elegantly over the neckline, adding a touch of opulence and class to any outfit. Perfect for formal events, galas, or a special evening out, the Opera Necklace exudes timeless beauty and refinement.",
        "price": 1800,
        "sectionName": "Necklaces",
        "material": "Pearls, Crystals, Gemstones",
        "availability": "In Stock",
        "weight": "100g",
        "dimensions": "40x40x2 cm",
        "colors": ["White", "Silver", "Multi-color"],
        "Images": ["https:\/\/ouchi.tn\/5770-medium_default\/shiny-necklace.jpg","https:\/\/ouchi.tn\/5770-large_default\/shiny-necklace.jpg"],
        "commentaire": [
          {
            "author": "Charlotte",
            "text": "A truly elegant and dramatic necklace! It adds such a refined and luxurious touch to my evening wear.",
            "rating": 4
          },
          {
            "author": "Olivia",
            "text": "This necklace is breathtaking! The pearls are so smooth, and the overall design is incredibly sophisticated.",
            "rating": 4.8
          }
        ]
      },
      
      {
        "id": 5775,
        "reference": "REF014",
        "name": "Flower Plastron Necklace",
        "description": "The Flower Plastron Necklace is an exquisite fusion of bold design and delicate floral beauty. This statement necklace features large, sculptural flowers crafted from high-quality materials such as gold, silver, or enamel, adorned with sparkling gemstones or crystals at the center of each flower. The flowers are arranged in a wide, collar-like shape that sits elegantly around the neck, creating a dramatic and luxurious effect. Ideal for special occasions, galas, or a fashionable evening out, the Flower Plastron Necklace adds a unique, artistic touch to any outfit with its vibrant and dynamic design.",
        "price": 1500,
        "sectionName": "Necklaces",
        "material": "Gold, Silver, Gemstones, Enamel",
        "availability": "In Stock",
        "weight": "130g",
        "dimensions": "30x30x3 cm",
        "colors": ["Gold", "Silver", "Multi-color"],
        "Images": ["https:\/\/ouchi.tn\/5775-medium_default\/flower-necklace.jpg","https:\/\/ouchi.tn\/5775-large_default\/flower-necklace.jpg"],
        "commentaire": [
          {
            "author": "Sophia",
            "text": "A bold and beautiful piece! The flowers are so detailed, and the overall design is absolutely stunning. I feel like a queen when I wear it.",
            "rating": 5
          },
          {
            "author": "Ella",
            "text": "This necklace is a work of art. It's perfect for formal events, and it definitely draws attention. I get compliments every time I wear it!",
            "rating": 5
          }
        ]
      },
      
      {
        "id": 5798,
        "reference": "REF015",
        "name": "Diamond Set",
        "description": "The Diamond Set is the epitome of luxury and elegance, offering a coordinated collection of fine jewelry pieces designed to sparkle with sophistication. This set includes a diamond necklace, earrings, and matching bracelet, each featuring high-quality diamonds set in a sleek, polished metal—either platinum, white gold, or yellow gold. The diamonds are carefully selected for their brilliance and clarity, ensuring a flawless and radiant appearance. Perfect for weddings, anniversaries, or any occasion that calls for a touch of extravagance, the Diamond Set is a timeless investment in both beauty and craftsmanship.",
        "price": 5000,
        "sectionName": "Jewelry Sets",
        "material": "Diamonds, Platinum, White Gold, Yellow Gold",
        "availability": "In Stock",
        "weight": "250g",
        "dimensions": "Necklace: 40x40x1 cm, Earrings: 3x3x1 cm, Bracelet: 20x20x1 cm",
        "colors": ["White", "Silver", "Gold"],
        "Images":[ "https:\/\/ouchi.tn\/5798-medium_default\/diamant-set.jpg", "https:\/\/ouchi.tn\/5798-large_default\/diamant-set.jpg"],
        "commentaire": [
          {
            "author": "Isabella",
            "text": "This set is absolutely breathtaking! The diamonds sparkle beautifully and the design is so elegant. It’s a true masterpiece.",
            "rating": 5
          },
          {
            "author": "Charlotte",
            "text": "Wearing this set on my wedding day was the best decision. It made me feel like a princess. The quality of the diamonds is exceptional.",
            "rating": 5
          }
        ]
      },
      
      {
        "id": 5823,
        "reference": "REF017",
        "name": "Adventure Necklace",
        "description": "The Adventure Necklace is a bold and dynamic piece that embodies the spirit of exploration and the thrill of discovery. Inspired by the beauty of nature and the great outdoors, this necklace features rugged, natural elements such as leather, wooden beads, or semi-precious stones, combined with metal accents for a modern, adventurous look. The design is flexible and versatile, making it perfect for both casual and bohemian-inspired outfits. Whether you're exploring new destinations or simply seeking a unique accessory, the Adventure Necklace is a statement of freedom, adventure, and individuality.",
        "price": 3500,
        "sectionName": "Necklaces",
        "material": "Leather, Wood, Semi-precious Stones, Metal",
        "availability": "In Stock",
        "weight": "60g",
        "dimensions": "40x40x2 cm",
        "colors": ["Brown", "Black", "Multi-color"],
        "Images": ["https:\/\/ouchi.tn\/5823-medium_default\/gold-necklace.jpg","https:\/\/ouchi.tn\/5823-large_default\/gold-necklace.jpg"],
        "commentaire": [
          {
            "author": "Liam",
            "text": "Such a cool and unique piece! I love how it blends natural materials with a modern touch. It’s perfect for everyday wear.",
            "rating": 5
          },
          {
            "author": "Ella",
            "text": "The Adventure Necklace adds a fun, earthy vibe to my outfits. It’s versatile and goes well with casual looks or outdoor adventures.",
            "rating": 4
          }
        ]
      },
      
      {
        "id": 5828,
        "reference": "REF018",
        "name": "Adventure Necklace",
        "description": "The Adventure Necklace is a bold, eye-catching accessory designed for the free spirit who loves to explore and embrace the unknown. This necklace features a combination of vibrant stones, rustic metals, and hand-woven details, creating a dynamic and adventurous look. The design captures the essence of exploration, with natural elements like turquoise, leather, and wooden beads symbolizing a connection to nature and the outdoors. Ideal for travelers, outdoor enthusiasts, or anyone looking to add a touch of rugged charm to their wardrobe, the Adventure Necklace is perfect for casual wear or as a statement piece on a journey.",
        "price": 4500,
        "sectionName": "Necklaces",
        "material": "Turquoise, Leather, Wood, Brass",
        "availability": "In Stock",
        "weight": "75g",
        "dimensions": "45x45x3 cm",
        "colors": ["Turquoise", "Brown", "Gold", "Multi-color"],
        "Images": ["https:\/\/ouchi.tn\/5828-medium_default\/gold-necklace.jpg","https:\/\/ouchi.tn\/5828-large_default\/gold-necklace.jpg"],
        "commentaire": [
          {
            "author": "Jack",
            "text": "I love this necklace! The stones are stunning, and the leather gives it a rugged, outdoorsy vibe. It goes perfectly with my casual outfits.",
            "rating": 5
          },
          {
            "author": "Maya",
            "text": "This necklace is exactly what I was looking for—something unique and different. It's got a great, earthy feel that I adore.",
            "rating": 4
          }
        ]
      },
      {
        "id": 5854,
        "reference": "REF019",
        "name": "Chain Link Necklace",
        "description": "The Chain Link Necklace is a timeless and versatile piece, characterized by its elegant and sturdy design. This necklace features interlocking metal links, crafted with precision to create a fluid and sophisticated chain. Available in a variety of metals including sterling silver, gold, and rose gold, it can be worn alone for a minimalist look or paired with pendants for a more personalized style. Its sleek design makes it ideal for both formal and casual occasions, adding a touch of refinement and strength to any outfit. The Chain Link Necklace is a must-have staple for anyone looking to elevate their jewelry collection with a classic yet modern accessory.",
        "price": 2400,
        "sectionName": "Necklaces",
        "material": "Sterling Silver, Gold, Rose Gold",
        "availability": "In Stock",
        "weight": "50g",
        "dimensions": "45x45x0.5 cm",
        "colors": ["Silver", "Gold", "Rose Gold"],
        "Images": ["https:\/\/ouchi.tn\/5854-medium_default\/arrow-necklace.jpg","https:\/\/ouchi.tn\/5854-large_default\/arrow-necklace.jpg"],
        "commentaire": [
          {
            "author": "Ethan",
            "text": "A beautiful, sleek necklace that works with almost any outfit. I love how simple yet stylish it is.",
            "rating": 5
          },
          {
            "author": "Lily",
            "text": "This necklace is the perfect balance between elegance and simplicity. It looks great on its own or with a pendant.",
            "rating": 4
          }
        ]
      },
      {
        "id": 7604,
        "reference": "REF020",
        "name": "Choker Necklace",
        "description": "The Choker Necklace is a bold and fashionable accessory that sits snugly around the neck, offering a sleek, stylish, and edgy look. Often made from luxurious materials such as velvet, satin, leather, or metal, this necklace is designed to make a statement while adding a touch of sophistication to any outfit. Whether it's adorned with gemstones, delicate charms, or left minimalist, the choker is the perfect choice for adding a fashionable edge to both casual and formal looks. Popular for its ability to highlight the neckline, the Choker Necklace is an essential accessory for those seeking to make a modern, fashionable impact.",
        "price": 2500,
        "sectionName": "Necklaces",
        "material": "Velvet, Satin, Leather, Metal, Gemstones",
        "availability": "In Stock",
        "weight": "30g",
        "dimensions": "40x40x0.5 cm",
        "colors": ["Black", "Red", "Silver", "Gold"],
        "Images": ["https:\/\/ouchi.tn\/7604-medium_default\/gold-necklace.jpg","https:\/\/ouchi.tn\/7604-large_default\/gold-necklace.jpg"],
        "commentaire": [
          {
            "author": "Megan",
            "text": "This choker is the perfect addition to my collection! It's sleek and comfortable, and I love how it makes my outfit pop.",
            "rating": 5
          },
          {
            "author": "Rachel",
            "text": "The choker fits beautifully and adds such a chic vibe to any look. I love how versatile it is and how well it pairs with different styles.",
            "rating": 4
          }
        ]
      },
      {
        "id": 5188,
        "reference": "REF021",
        "name": "Butterfly Choker Necklace",
        "description": "The Butterfly Choker Necklace is a delicate and whimsical accessory that combines elegance with a touch of playfulness. Featuring a beautiful butterfly pendant, this choker sits snugly around the neck and is crafted from high-quality materials such as velvet, satin, or metal. The butterfly charm is often adorned with sparkling gemstones, crystals, or enamel, creating a stunning contrast against the soft choker band. Ideal for both casual and formal occasions, the Butterfly Choker Necklace adds a feminine, graceful touch to any outfit, making it the perfect choice for those who want to bring a sense of beauty and nature-inspired charm to their jewelry collection.",
        "price": 3000,
        "sectionName": "Necklaces",
        "material": "Velvet, Satin, Metal, Gemstones, Enamel",
        "availability": "In Stock",
        "weight": "35g",
        "dimensions": "40x40x1 cm",
        "colors": ["Black", "Silver", "Gold", "Pink"],
        "Images": ["https:\/\/ouchi.tn\/5188-medium_default\/white-papi-necklace.jpg","https:\/\/ouchi.tn\/5188-large_default\/white-papi-necklace.jpg"],
        "commentaire": [
          {
            "author": "Ava",
            "text": "This choker is absolutely gorgeous! The butterfly design is so delicate and feminine, and the gemstones sparkle beautifully.",
            "rating": 5
          },
          {
            "author": "Isabella",
            "text": "I love how this choker adds a unique and charming touch to my outfit. It's both elegant and playful at the same time.",
            "rating": 4
          }
        ]
      },
      {
        "id": 5442,
        "reference": "REF022",
        "name": "Multi-Strand Necklace",
        "description": "The Multi-Strand Necklace is a bold and sophisticated piece designed to create a layered, textured look with multiple strands of beads, chains, or cords. Each strand is carefully arranged to create depth and dimension, offering a dynamic and elegant effect. This necklace can be crafted from a variety of materials including precious metals, gemstones, pearls, and crystals, allowing for a versatile design that can complement both formal and casual outfits. Whether worn for a special occasion or as an everyday statement piece, the Multi-Strand Necklace adds a touch of elegance, drama, and texture to any look.",
        "price": 1200,
        "sectionName": "Necklaces",
        "material": "Gold, Silver, Pearls, Gemstones, Crystals",
        "availability": "In Stock",
        "weight": "120g",
        "dimensions": "45x45x3 cm",
        "colors": ["Gold", "Silver", "Black", "Multi-color"],
        "Images": ["https:\/\/ouchi.tn\/5442-medium_default\/pearl-necklace.jpg","https:\/\/ouchi.tn\/5442-large_default\/pearl-necklace.jpg"],
        "commentaire": [
          {
            "author": "Charlotte",
            "text": "This necklace is stunning! The multiple strands give it such a luxurious and textured look. It's perfect for dressing up any outfit.",
            "rating": 5
          },
          {
            "author": "Sophia",
            "text": "A beautiful, eye-catching piece. The layers create such a rich look, and the quality is excellent. It’s a perfect accessory for formal events.",
            "rating": 4
          }
        ]
      },

      {
        "id": 5732,
        "reference": "REF023",
        "name": "Butterfly Choker Necklace",
        "description": "The Butterfly Choker Necklace is a stunning and delicate piece that combines elegance with a touch of nature's beauty. Featuring a graceful butterfly pendant, this choker sits closely around the neck for a refined, modern look. The butterfly is often embellished with shimmering gemstones, crystals, or intricate enamel work, highlighting its detailed wings. Available in various metals such as silver, gold, and rose gold, this choker is versatile enough to complement both casual and evening wear. A symbol of transformation and freedom, the Butterfly Choker is perfect for those who appreciate fine craftsmanship and nature-inspired design.",
        "price": 3500,
        "sectionName": "Necklaces",
        "material": "Silver, Gold, Rose Gold, Gemstones, Enamel",
        "availability": "In Stock",
        "weight": "45g",
        "dimensions": "38x38x1 cm",
        "colors": ["Silver", "Gold", "Rose Gold", "Multi-color"],
        "Images":["https:\/\/ouchi.tn\/5732-medium_default\/butterfly-necklace.jpg","https:\/\/ouchi.tn\/5732-large_default\/butterfly-necklace.jpg"] ,
        "commentaire": [
          {
            "author": "Emily",
            "text": "This choker is absolutely beautiful! The butterfly pendant is so intricate, and the gemstones sparkle wonderfully. It’s the perfect accessory for any occasion.",
            "rating": 5
          },
          {
            "author": "Lily",
            "text": "I adore the design of this choker. It's elegant yet playful, and the butterfly gives it such a unique touch. I love wearing it with casual and formal outfits.",
            "rating": 5
          }
        ]
      },

      {
        "id": 7606,
        "reference": "REF024",
        "name": "Ethnic Necklace",
        "description": "The Ethnic Necklace is a vibrant and unique piece that reflects the rich cultural heritage and craftsmanship of traditional jewelry. Made with a variety of natural materials such as wooden beads, brass, turquoise, and semi-precious stones, this necklace combines bold, earthy elements to create a striking, bohemian look. The design is often inspired by ancient patterns and tribal motifs, making it a statement piece that carries a sense of history and individuality. Perfect for those who appreciate handmade, one-of-a-kind accessories, the Ethnic Necklace adds a touch of global flair and artistic charm to any outfit, whether for casual or formal occasions.",
        "price": 4000,
        "sectionName": "Necklaces",
        "material": "Wood, Brass, Turquoise, Semi-precious Stones",
        "availability": "In Stock",
        "weight": "80g",
        "dimensions": "45x45x2 cm",
        "colors": ["Brown", "Turquoise", "Gold", "Multi-color"],
        "Images":[ "https:\/\/ouchi.tn\/7606-medium_default\/shiny-necklace.jpg", "https:\/\/ouchi.tn\/7606-large_default\/shiny-necklace.jpg"],
        "commentaire": [
          {
            "author": "Sophia",
            "text": "This necklace is so beautiful and unique! The materials are of great quality, and the design feels authentic and full of character.",
            "rating": 5
          },
          {
            "author": "Olivia",
            "text": "I love the earthy vibe of this necklace. It’s a great statement piece and really adds an artistic, cultural touch to my wardrobe.",
            "rating": 4
          }
        ]
      },
      {
        "id": 5775,
        "reference": "REF025",
        "name": "Floral Plastron Necklace",
        "description": "The Floral Plastron Necklace is an elegant and eye-catching piece, designed to bring the beauty of nature to your neckline. Featuring a collection of delicately crafted flowers, this necklace sits boldly across the chest like a plastron, making it a statement accessory for any special occasion. The flowers are often made from high-quality materials like enamel, crystal, or semi-precious stones, creating a vibrant, multi-dimensional effect. This necklace is perfect for weddings, gala events, or any occasion where you want to make a bold yet refined impression. With its floral motif, the Floral Plastron Necklace is a celebration of femininity and elegance.",
        "price": 4600,
        "sectionName": "Necklaces",
        "material": "Enamel, Crystal, Semi-precious Stones, Gold, Silver",
        "availability": "In Stock",
        "weight": "150g",
        "dimensions": "45x45x3 cm",
        "colors": ["Gold", "Silver", "White", "Multi-color"],
        "Images": ["https:\/\/ouchi.tn\/5775-medium_default\/flower-necklace.jpg","https:\/\/ouchi.tn\/5775-large_default\/flower-necklace.jpg"],
        "commentaire": [
          {
            "author": "Isabelle",
            "text": "This necklace is absolutely stunning! The floral details are so delicate and intricate, and the colors really pop. It’s perfect for formal occasions.",
            "rating": 5
          },
          {
            "author": "Charlotte",
            "text": "A truly breathtaking piece. I love how the flowers are arranged in a way that flatters the neckline, and the quality is exceptional.",
            "rating": 5
          }
        ]
      },
      {
        "id": 5854,
        "reference": "REF026",
        "name": "Chain Link Necklace",
        "description": "The Chain Link Necklace is a timeless, sophisticated piece designed to add a touch of elegance to any outfit. Featuring interlocking metal links, this necklace is available in a variety of finishes such as sterling silver, gold, and rose gold, allowing you to choose the perfect complement to your personal style. Its sleek and minimalist design makes it perfect for both casual and formal occasions, whether worn alone for a simple look or layered with other pieces for a more personalized statement. The Chain Link Necklace is a classic accessory that never goes out of style, making it an essential piece for any jewelry collection.",
        "price": 3200,
        "sectionName": "Necklaces",
        "material": "Sterling Silver, Gold, Rose Gold",
        "availability": "In Stock",
        "weight": "55g",
        "dimensions": "45x45x0.5 cm",
        "colors": ["Silver", "Gold", "Rose Gold"],
        "Images": ["https:\/\/ouchi.tn\/5854-medium_default\/arrow-necklace.jpg","https:\/\/ouchi.tn\/5854-large_default\/arrow-necklace.jpg"],
        "commentaire": [
          {
            "author": "Mason",
            "text": "A beautiful, classic necklace. I love how it adds a touch of sophistication without being too bold. It’s great for daily wear or dressing up.",
            "rating": 5
          },
          {
            "author": "Liam",
            "text": "This chain link necklace is such a versatile piece. I wear it with both casual and formal outfits. The quality is fantastic, and it’s a great value for the price.",
            "rating": 4
          }
        ]
      },
      {
        "id": 5858,
        "reference": "REF027",
        "name": "Modern Chain Link Necklace",
        "description": "The Modern Chain Link Necklace is a sleek and contemporary piece designed to make a subtle yet stylish statement. Featuring strong, bold metal links, this necklace exudes modern sophistication with its clean lines and minimalist design. Made from high-quality stainless steel, gold-plated, or silver, this necklace offers versatility for pairing with both casual and formal outfits. The robust links create a fluid, comfortable fit around the neck, and the necklace's understated elegance is perfect for those who appreciate simple, high-quality accessories. Wear it solo for a chic, refined look, or layer it with other pieces to create a personalized jewelry style.",
        "price": 5000,
        "sectionName": "Necklaces",
        "material": "Stainless Steel, Gold-plated, Silver",
        "availability": "In Stock",
        "weight": "45g",
        "dimensions": "50x50x0.7 cm",
        "colors": ["Silver", "Gold", "Black"],
        "Images": ["https:\/\/ouchi.tn\/5858-medium_default\/gold-necklace.jpg","https:\/\/ouchi.tn\/5858-large_default\/gold-necklace.jpg"],
        "commentaire": [
          {
            "author": "Oliver",
            "text": "This necklace is the perfect balance of modern style and subtle elegance. It pairs perfectly with both casual and dressy outfits.",
            "rating": 5
          },
          {
            "author": "Sophia",
            "text": "I love the bold yet simple design of this necklace. It’s a great accessory for any occasion and has quickly become one of my favorites.",
            "rating": 4
          }
        ]
      }
]
}
      
      
      
      

      

     
      
    